Repository: makeen-project/amazon-location-features-demo-ios-fork
Catalog: LocationServices/LocationServices/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, it, ja, ko, pt_pt, zh_hans, zh_hant

source: Enter UserPoolClientId
ar: أدخل معرف عميل تجمع المستخدمين
de: Geben Sie ein Benutzerpool-Client-ID
es: Entrar ID de cliente del grupo de usuarios
fr: Entrez ID client du pool d'utilisateurs
he: הזן מאגר משתמשיםלקוח
hi: दर्ज करें पूल क्लाइंट आईडी का उपयोग करें
it: Entra UserPool Client ID
ja: [入力] ユーザープールクライアント ID
ko: 들어가기 유저풀 클라이언트 ID
pt_pt: Entrar ID do cliente do pool de usuários
zh_hans: 输入 用户池客户端 ID
zh_hant: 輸入 用戶池客戶端

source: Enter UserPoolId
ar: أدخل معرف تجمع المستخدم
de: Geben Sie ein BenutzerpoolID
es: Entrar ID de grupo de usuarios
fr: Entrez Utilisateur Poolid
he: הזן UserPoolid
hi: दर्ज करें यूज़र पूल आईडी
it: Entra ID del pool di utenti
ja: [入力] ユーザープール ID
ko: 들어가기 사용자 풀 ID
pt_pt: Entrar ID do pool de usuários
zh_hans: 输入 UserpoolID
zh_hant: 輸入 用户池

source: Enter WebSocketUrl
ar: أدخل عنوان URL لمقبس الويب
de: Geben Sie ein WebSocket-URL
es: Entrar URL de WebSocket
fr: Entrez URL du socket Web
he: הזן כתובת אתר אינטרנט
hi: दर्ज करें वेब सॉकेट यूआरएल
it: Entra URL WebSocket
ja: [入力] ウェブソケット URL
ko: 들어가기 웹 소켓 URL
pt_pt: Entrar URL do WebSocket
zh_hans: 输入 webSocketUrl
zh_hant: 輸入 Web 插座

source: Entered
ar: تم إدخالها
de: Eingetragen
es: Entró
fr: Entré
he: נכנס
hi: दर्ज किया गया
it: Entrato
ja: 入力済み
ko: 입력됨
pt_pt: Entrou
zh_hans: 已输入
zh_hant: 已輸入

source: Entered user domain is wrong
ar: تم إدخالها مستخدم نطاق هو خطأ
de: Eingetragen Benutzer Domäne ist falsch
es: Entró usuario dominio es incorrecta
fr: Entré utilisateur domaine est faux
he: נכנס משתמש תחום הווה שגוי
hi: दर्ज किया गया उपभोक्ता डोमेन है गलत
it: Entrato utente dominio è sbagliato
ja: 入力済み ユーザー ドメイン です 間違っています
ko: 입력됨 사용자 도메인 입니다 잘못된
pt_pt: Entrou usuária dominar é incorreto
zh_hans: 已输入 用户 域 是 错了
zh_hant: 已輸入 用戶 域 是 錯了

source: Entered user pool client id is wrong
ar: تم إدخالها مستخدم حوض السباحة عميل هوية شخصية هو خطأ
de: Eingetragen Benutzer bündeln Auftraggeber id ist falsch
es: Entró usuario piscina cliente id es incorrecta
fr: Entré utilisateur piscine client identifiant est faux
he: נכנס משתמש בריכה לקוח מזהה הווה שגוי
hi: दर्ज किया गया उपभोक्ता पूल ग्राहक आईडी है गलत
it: Entrato utente piscina cliente id è sbagliato
ja: 入力済み ユーザー プール クライアント ID です 間違っています
ko: 입력됨 사용자 풀 고객 id 입니다 잘못된
pt_pt: Entrou usuária piscina cliente id é incorreto
zh_hans: 已输入 用户 池 客户 id 是 错了
zh_hant: 已輸入 用戶 池 客戶 身份證 是 錯了

source: Entered user pool id is wrong
ar: تم إدخالها مستخدم حوض السباحة هوية شخصية هو خطأ
de: Eingetragen Benutzer bündeln id ist falsch
es: Entró usuario piscina id es incorrecta
fr: Entré utilisateur piscine identifiant est faux
he: נכנס משתמש בריכה מזהה הווה שגוי
hi: दर्ज किया गया उपभोक्ता पूल आईडी है गलत
it: Entrato utente piscina id è sbagliato
ja: 入力済み ユーザー プール ID です 間違っています
ko: 입력됨 사용자 풀 id 입니다 잘못된
pt_pt: Entrou usuária piscina id é incorreto
zh_hans: 已输入 用户 池 id 是 错了
zh_hant: 已輸入 用戶 池 身份證 是 錯了

source: Entered web socket url is wrong
ar: تم إدخالها انترنت قابس كهرباء رابط هو خطأ
de: Eingetragen Netz Steckdose url ist falsch
es: Entró web toma de corriente URL es incorrecta
fr: Entré web prise url est faux
he: נכנס אינטרנט שקע כתובת אתר הווה שגוי
hi: दर्ज किया गया वेब सॉकेट यूआरएल है गलत
it: Entrato web presa di corrente url è sbagliato
ja: 入力済み ウェブ ソケット URL です 間違っています
ko: 입력됨 웹 소켓 url 입니다 잘못된
pt_pt: Entrou web soquete url é incorreto
zh_hans: 已输入 网站 插座 网址 是 错了
zh_hant: 已輸入 網路 插座 網址 是 錯了

source: Esri, HERE, Garmin, FAO, NOAA, USGS, © OpenStreetMap contributors, and the GIS User Community
ar: إسري، هنا، غارمين، الفاو، نوا، الاستخدامات، © أوبن ستريت ماب المساهمين، و ال نظم المعلومات الجغرافية مستخدم المجتمع
de: Esri, HIER, Garmin, VOR, NOAA, USGS, © OpenStreetMap Mitwirkende, und die GIS Nutzer Gemeinschaft
es: Esri, AQUÍ, Garmin, LA FAO, NOAA, USGS, © OpenStreetMap colaboradores, y la SIG Usuario Comunidad
fr: Esri, ICI, Garmin, LA FAO, NOAA, USGS, © OpenStreetMap contributeurs, et le SIG Utilisateur Communauté
he: אסרי, כאן, גרמין, פאו, נואא, USGS, © OpenStreetMap תורמים, ו ה גיסבורן משתמש קהילה
hi: एस्री, यहां, गार्मिन, एफएओ, नोआ, यूएसजीएस, © ओपनस्ट्रीटमैप योगदानकर्ता, और यह जीआईएस यूज़र समुदाय
it: Esri, QUI, Garmin, FAO, ORA, USGS, © OpenStreetMap contributori, e lo GIS Utente Comunità
ja: エズリ、 ここ、 ガーミン、 食糧食糧農業機関、 ノア、 USG、 © OpenStreetMap 寄稿者、 そして その GIS ユーザ コミュニティー
ko: 에스리, 여기, 가민, FAO, 노아, 퍼그, © 오픈스트리트맵 기여자, 과 그 GIS 사용자 커뮤니티
pt_pt: Esri, AQUI, Garmin, FAO, AGORA, ABRAÇOS, © OpenStreetMap contribuidores, e a GIS Usuário Comunidade
zh_hans: 埃斯里， 这里， Garmin， 粮农组织， NOAA， 美国地质调查局， © 开放街道地图 贡献者， 和 这 地理信息系统 用户 社区
zh_hant: 埃斯里, 在這裡， 加明， 糧農聯邦航空局 諾阿， USG, © 開放街圖 貢獻者， 和 該 GIS 使用者 社群

source: Exit
ar: الخروج
de: Ausfahrt
es: Salir
fr: Sortir
he: יציאה
hi: बाहर निकलें
it: Esci
ja: 出口
ko: 출구
pt_pt: Saída
zh_hans: 退出
zh_hant: 退出

source: Exited
ar: تم الخروج
de: Beendet
es: Salió
fr: Sorti
he: יצא
hi: बाहर निकल गया
it: Usciti
ja: 出た
ko: 종료됨
pt_pt: Saído
zh_hans: 已退出
zh_hant: 已退出

source: Explore
ar: اكتشف
de: Erkunden
es: Explora
fr: Explorez
he: חקור
hi: एक्सप्लोर
it: Esplora
ja: 探索
ko: 둘러보기
pt_pt: Explorar
zh_hans: 探索
zh_hant: 探索

source: For smooth simulation experience please allow notification permission from settings.
ar: من أجل ناعم محاكاة تجربة من فضلك سمح إعلام تصريح من عند إعدادات.
de: Für glatt Simulation Erfahrung bitte ermöglichen Benachrichtigung Genehmigung von Einstellungen.
es: Para suave simulación experiencia por favor permitir notificación permiso de ajustes.
fr: Pour lisse simulation expérience s'il vous plaît permettre notification autorisation à partir de paramètres.
he: עבור חלק הדמייה חוויה בבקשה להתיר הודעה רשות מ הגדרות.
hi: के लिए चिकनी अनुकरण अनुभव कृपया अनुमति देना अधिसूचना अनुमति से सेटिंग्स।
it: Per liscia simulazione esperienza per favore permettere notifica autorizzazione da impostazioni.
ja: にとって スムーズ シミュレーション 経験 お願い 許す 通知 許可 から 設定。
ko: 에 대해 부드러운 시뮬레이션 경험 제발 허용 알림 허가 …에서 설정.
pt_pt: Para suave simulação experiência por favor autorizar alerta permissão desde configurações.
zh_hans: 对于 光滑 模拟 经历 拜托 允许 通知 许可 从 设置。
zh_hant: 對於 順利 模擬 經驗 請 允許 通知 允許 從 設置。

source: Forgot password?
ar: نسيت كلمة المرور؟
de: Ich habe vergessen Passwort?
es: Olvidé ¿contraseña?
fr: Oublié mot de passe ?
he: שכחתי סיסמא?
hi: भूल गए पासवर्ड?
it: Ho dimenticato password?
ja: 忘れた パスワード?
ko: 잊어버렸어 비밀번호?
pt_pt: Esqueci senha?
zh_hans: 忘记了 密码？
zh_hant: 忘了 密碼？

source: ft
ar: قدم
es: pies
fr: pieds
he: רגל
hi: फुट
it: piedi
ja: フィート
ko: 피트
pt_pt: pés
zh_hans: 英尺
zh_hant: 英呎

source: geofence
ar: السياج الجغرافي
fr: géofence
he: גיאופנס
hi: जियोफेंस
ja: ジオフェンス
ko: 지오펜스
pt_pt: cerca geográfica
zh_hant: 地理圍欄

source: Geofence name already exists
ar: السياج الجغرافي اسم بالفعل يوجد
de: Geofence Name bereits existiert
es: Geofence nombre ya existe
fr: Geofence nom déjà existe
he: גיאופנס כינוי כבר קיים
hi: जियोफेंस नाम पहले से ही मौजूद है
it: Geofence nome già esiste
ja: ジオフェンス 名前 既に 存在する
ko: 지오펜스 이름 이미 이 존재합니다
pt_pt: Geofence nome já existe
zh_hans: Geofence 名称 已经 存在
zh_hant: 地理圍欄 名稱 已經 存在

source: Geofences
ar: الأسوار الجغرافية
fr: Géofences
he: גיאופנס
hi: जियोफेंस
it: Geofence
ja: ジオフェンス
ko: 지오펜스
zh_hans: 地理围栏
zh_hant: 地理圍欄

# GeorgiaPoliticalView
source: Georgia's political view
ar: جورجيا سياسي منظر
de: Georgiens politisch anzeigen
es: Georgia's política vista
fr: Géorgie politique voir
he: ג'ורג'יה 'ס מדיני מבט
hi: जॉर्जिया का राजनीतिक राय
it: Georgia's politico vista
ja: ジョージア州 政治的 見る
ko: 조지아 정치적 전망
pt_pt: Georgia's político olhar
zh_hans: 乔治亚州 政治的 观点
zh_hant: 格魯吉亞 的 政治 檢視

source: Get geofence messages when you enter and leave locations
ar: احصل على السياج الجغرافي رسائل متى أنت يدخل و أجازة مواقع
de: Holen Geofence Nachrichten wenn Sie eintragen und verlassen Standorte
es: Conseguir geofence mensajes cuando tú entrar y salir ubicaciones
fr: Obtenez géofence messages quand vous entrer et partir les lieux
he: קבל גיאופנס הודעות כאשר אתה הכנס ו לעזוב מיקומים
hi: पाएँ जियोफेंस संदेशों तब आप दर्ज करें और छुट्टी स्थानों
it: Ottieni geofence messaggi quando voi inserire e lasciare posizioni
ja: 取得 ジオフェンス メッセージ いつ あなた 入る そして 去る 場所
ko: 받기 지오펜스 메시지 언제 당신 를 입력합니다 과 떠나십시오 위치
pt_pt: Obter cerca geográfica mensagens quando você entrar e sair localizações
zh_hans: 获取 geofence 消息 什么时候 你 输入 和 离开 地点
zh_hant: 取得 地理圍欄 訊息 何時 您 輸入 和 離開 地點

source: Go
ar: اذهب
de: Geh
es: Ve
fr: Allez
he: ללכת
hi: जाओ
it: Vai
ja: 行く
ko: 이동
pt_pt: Vá
zh_hans: 走
zh_hant: 前往

# GreecePoliticalView
source: Greece's political view
ar: اليونان سياسي منظر
de: Griechenlands politisch anzeigen
es: Grecia's política vista
fr: Grèce politique voir
he: יוון של מדיני מבט
hi: ग्रीस का राजनीतिक राय
it: Grecia's politico vista
ja: ギリシャの 政治的 見る
ko: 그리스 정치적 전망
pt_pt: Grécia's político olhar
zh_hans: 希腊的 政治的 观点
zh_hant: 希臘 的 政治 檢視

source: Help
ar: المساعدة
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_pt: Socorro
zh_hans: 帮帮我
zh_hant: 幫助

source: How to connect to
ar: كيف إلى الاتصال إلى
de: Wie zu verbinden zu
es: Cómo a conectar a
fr: Comment pour relier pour
he: איך כדי להתחבר כדי
hi: कैसे को कनेक्ट करें को
it: Come a connettersi a
ja: どうやって に 接続 に
ko: 어떻게 에 잇다 에
pt_pt: Como para conectar para
zh_hans: 怎么样 到 连接 到
zh_hant: 如何 至 連線 至

source: How to remove:
ar: كيف إلى إزالة:
de: Wie zu entfernen:
es: Cómo a eliminar:
fr: Comment pour supprimer :
he: איך כדי להסיר:
hi: कैसे को निकालें:
it: Come a rimuovere:
ja: どうやって に 削除:
ko: 어떻게 에 제거:
pt_pt: Como para remover:
zh_hans: 怎么样 到 移除：
zh_hant: 如何 至 刪除：

source: hr
ar: ساعة
de: Std.
es: hora
fr: heure
hi: घंटा
it: ora
ja: 時間
zh_hant: 小時

source: IdentityPoolld
ar: مجموعة الهوية المحدودة
de: Identitätspool LD
fr: Pool d'identités LD
he: מאגר זהויות
hi: आइडेंटिटी पूल एलडी
it: Pool di identità LD
ja: アイデンティティプール LD
ko: 아이덴티티 풀 LD
pt_pt: Pool de identidade LD
zh_hans: IdentityPool
zh_hant: 身份識別池

source: Imperial
ar: إمبراطوري
de: Kaiserlich
fr: Impérial
he: קיסרי
hi: राजसी
it: Imperiale
ja: インペリアル
ko: 장엄한
zh_hans: 帝国的
zh_hant: 帝國

# IndiaPoliticalView
source: India's view on Gilgit-Baltistan
ar: الهند منظر في جيلجيت-بالتستان
de: Indiens anzeigen auf Gilgit-Baltistan
es: India's vista en Gilgit-Baltistán
fr: Inde voir sur Gilgit-Baltistan
he: הודו של מבט על גילגיט-בלטיסטן
hi: भारत का राय के ऊपर गिलगित-बाल्टिस्तान
it: India's vista sul Gilgit-Baltistan
ja: インドの 見る オン ギルギット・バルティスタン
ko: 인도 '의 전망 ...에 길기트-발티스탄
pt_pt: Índia's olhar em Gilgit-Baltistão
zh_hans: 印度的 观点 上 吉尔吉特-巴尔蒂斯坦
zh_hant: 印度 的 檢視 上 吉尔吉特-巴尔蒂斯坦

source: It will securely create all required resources.
ar: إنها سوف آمن ينشئ جميع مطلوب الموارد.
de: Es Testament sicher erstellen alles erforderlich Ressourcen.
es: Es voluntad de forma segura crear todo requerido recursos.
fr: C'est volonté en toute sécurité créer tous requis ressources.
he: זה צוואה בצורה מאובטחת ליצור כל נדרש משאבים.
hi: यह होगा सुरक्षित रूप से बनाना सभी आवश्यक है संसाधन।
it: È volontà fermamente creare tutti necessario risorse.
ja: それ だろう 安全に 作成 すべて 必須 資源。
ko: 그것 의지 안전하게 을 (를) 만듭니다 모든 필수 자원.
pt_pt: Isso vai com segurança criar tudo requeridos recursos.
zh_hans: 它 将 安全 创造 所有 规定的 资源。
zh_hant: 它 將 安全 創建 所有 必需的 資源。

# KenyaPoliticalView
source: Kenya's view on the Ilemi Triangle
ar: كينيا منظر في ال إيليمي مثلث
de: Kenias anzeigen auf die Ilemi Dreieck
es: Kenia's vista en la Ilemi Triángulo
fr: Kenya voir sur le Ilémi Triangle
he: קניה של מבט על ה אילמי משולש
hi: केन्या का राय के ऊपर यह इलेमी त्रिभुज
it: Kenya's vista sul lo Ilemi Triangolo
ja: ケニアの 見る オン その イレミ 三角形
ko: 케냐 '의 전망 ...에 그 일레미 트라이앵글
pt_pt: Quênia's olhar em a Ilemi Triângulo
zh_hans: 肯尼亚的 观点 上 这 伊莱米 三角形
zh_hant: 肯尼亞 的 檢視 上 該 伊莱米 三角形

source: Kilometers, kilograms
ar: الكيلومترات، كيلوغرام
de: Kilometer, Kilogramm
es: Kilómetros, kilogramos
fr: Kilomètres, kilogrammes
he: קילומטרים, קילוגרמים
hi: किलोमीटर, किलोग्राम
it: Chilometri, chilogrammi
ja: キロメートル、 キログラム
ko: 킬로미터, 킬로그램
pt_pt: Quilômetros, quilogramas
zh_hans: 千米， 千克
zh_hant: 公里 公斤

source: km
ar: كم
he: "ק""מ"
hi: किमी
ja: キロ
pt_pt: quilômetro
zh_hans: 公里
zh_hant: 公里

source: Language
ar: اللغة
de: Sprache
es: Lengua
fr: Langue
he: שפה
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pt_pt: Idioma
zh_hans: 语言
zh_hant: 語言

source: Learn More
ar: تعلم المزيد
de: Lernen Mehr
es: Aprenda Más
fr: Apprenez Plus
he: ללמוד עוד
hi: सीखें ज़्यादा
it: Impara Altro
ja: 学ぶ もっと
ko: 배우기 더 보기
pt_pt: Aprenda Mais
zh_hans: 学习 更多
zh_hant: 學習 更多

source: Leave at
ar: أجازة في
de: Verlassen beim
es: Salir a
fr: Partir à
he: לעזוב בשעה
hi: लीव पर
it: Lasciare al
ja: 退出 で
ko: 떠나세요 ...에서
pt_pt: Sair em
zh_hans: 离开 在
zh_hant: 離開 在

source: Leave now
ar: أجازة الآن
de: Verlassen jetzt
es: Salir ahora
fr: Partir maintenant
he: לעזוב עכשיו
hi: लीव अभी
it: Lasciare adesso
ja: 退出 今
ko: 떠나세요 지금
pt_pt: Sair agora
zh_hans: 离开 现在
zh_hant: 離開 現在

source: Light
ar: ضوء
de: Licht
es: Luz
fr: Lumière
he: אור
hi: लाइट
it: Leggero
ja: ライト
ko: 라이트
pt_pt: Luz
zh_hans: 光
zh_hant: 光

source: Loader
ar: لودر
de: Lader
es: Cargador
fr: Chargeur
he: מטעין
hi: लोडर
it: Caricatore
ja: ローダー
ko: 로더
pt_pt: Carregador
zh_hans: 装载机
zh_hant: 裝載機

source: Location permission denied
ar: الموقع تصريح تم رفضه
de: Standort Genehmigung verweigert
es: Ubicación permiso denegado
fr: Emplacement autorisation nié
he: מיקום רשות נדחה
hi: लोकेशन अनुमति इनकार किया
it: Posizione autorizzazione negato
ja: ロケーション 許可 拒否されました
ko: 위치 허가 거부되었습니다
pt_pt: Localização permissão negado
zh_hans: 地点 许可 否认
zh_hant: 位置 允許 否認

source: Location permission is Required
ar: الموقع تصريح هو مطلوب
de: Standort Genehmigung ist Erforderlich
es: Ubicación permiso es Necesario
fr: Emplacement autorisation est Obligatoire
he: מיקום רשות הווה חובה
hi: लोकेशन अनुमति है ज़रूरी
it: Posizione autorizzazione è Richiesto
ja: ロケーション 許可 です 必須
ko: 위치 허가 입니다 필수
pt_pt: Localização permissão é Obrigatório
zh_hans: 地点 许可 是 必填项
zh_hant: 位置 允許 是 需要

source: Log out
ar: سجل خارج
de: Loggen aus
es: Registro fuera
fr: Journal en dehors
he: יומן החוצה
hi: लॉग इन करें बाहर
it: Registro fuori
ja: ログ アウト
ko: 로그 밖으로
pt_pt: Registro fora
zh_hans: 日志 出
zh_hant: 日誌 出

source: m
ar: م
he: מ
hi: मी
zh_hant: 米

source: Macdonald
ar: ماكدونالد
he: מקדונלד
hi: मैकडोनाल्ड
ja: マクドナルド
ko: 맥도날드
zh_hans: 麦克唐纳
zh_hant: 麥克唐納

source: Make sure your search is spelled correctly and try again, make sure you have applied the appropriate filter or remove the filter and try again
ar: يصنع بالتأكيد ك بحث هو توضيح بشكل صحيح و محاولة مرة أخرى، ماركة بالتأكيد أنت يملك طبق ال مناسب فلتر أو إزالة ال فلتر و محاولة مرة أخرى
de: Machen sicher dein Suche ist buchstabiert richtig und versuchen wieder machen sicher Sie haben angewandt die aneignen Filter oder entfernen die Filter und versuchen nochmal
es: Hacer Sí, claro vuestro búsqueda es deletreado correctamente y intentar otra vez, hacer Sí, claro tú tener aplicado la apropiado filtrar o retirar la filtrar y intentar nuevamente
fr: Fabriquer sûr votre chercher est orthographié correctement et essayer encore une fois, faire sûr vous avoir appliqué le approprié filtre ou supprimer le filtre et essayer encore
he: לעשות בטח שלך חפש הווה מאוית נכון ו השתדל שוב, עשה בטח אתה יש הגיש בקשה ה ראוי מסנן או הסר ה מסנן ו השתדל שוב
hi: बनाओ ज़रूर तुम्हारा तलाश है वर्तनी सही ढंग से और कोशिश करो फिर से, बनाना ज़रूर आप है लागू किया यह उचित फ़िल्टर करें या हटाना यह फ़िल्टर करें और कोशिश करो फिर से
it: Marca sicuro tuo ricerca è scritto correttamente e provare ancora, fare sicuro voi avere applicata lo apposito filtro o rimuovere lo filtro e provare nuovamente
ja: 作る 承知しました きみの 検索 です 綴られた 正しく そして 試してみる もう一度、 作る 承知しました あなた 持っている 適用された その 適切な フィルタ または 削除する その フィルタ そして 試してみる 再び
ko: 만들기 확실한 당신의 수색 입니다 철자 바르게 과 시도해 보십시오 다시 말하지만, 만들 확실한 당신 있다 적용된 그 적절한 필터 또는 제거 그 필터 과 시도해 보십시오 다시
pt_pt: Faça com certeza seu procurar é soletrado corretamente e tentar novamente, fazer com certeza você ter aplicado a apropriado filtrar ou remover a filtrar e tentar de novo
zh_hans: 制作 当然 您的 搜索 是 拼出的 正确地 和 尝试 再说一遍， 使 当然 你 有 应用的 这 适当 过滤 要么 去除 这 过滤 和 尝试 再次
zh_hant: 製作 當然 你的 搜尋 是 拼寫 正確地 和 嘗試 再次， 做 當然 您 有 應用的 該 適當的 過濾器 或者 去掉 該 過濾器 和 嘗試 再次

source: Make sure your search is spelled correctly. Try adding a city, postcode, or country.
ar: يصنع بالتأكيد ك بحث هو توضيح بشكل صحيح. جرب إضافة أ المدينة، الرمز البريدي، أو بلد.
de: Machen sicher dein Suche ist buchstabiert richtig. Versuche ergänzend ein stadt, postleitzahl, oder Land.
es: Hacer Sí, claro vuestro búsqueda es deletreado correctamente. Prueba sumando un ciudad, código postal, o país.
fr: Fabriquer sûr votre chercher est orthographié correctement. Essayer ajout un ville, code postal, ou pays.
he: לעשות בטח שלך חפש הווה מאוית נכון. נסה מוסיף א עיר, מיקוד, או מדינה.
hi: बनाओ ज़रूर तुम्हारा तलाश है वर्तनी सही ढंग से। ट्राई करें जोड़ने एक शहर, पोस्टकोड, या देश।
it: Marca sicuro tuo ricerca è scritto correttamente. Prova aggiungendo un città, codice postale, o paese.
ja: 作る 承知しました きみの 検索 です 綴られた 正しく。 やってみる 追加 ある 都市、 郵便番号、 または 国。
ko: 만들기 확실한 당신의 수색 입니다 철자 바르게. 시도해 보세요 첨가 a 도시, 우편번호, 또는 국가.
pt_pt: Faça com certeza seu procurar é soletrado corretamente. Experimente adicionando uma cidade, código postal, ou país.
zh_hans: 制作 当然 您的 搜索 是 拼出的 正确地。 试试 添加 一个 城市， 邮政编码， 要么 国家。
zh_hant: 製作 當然 你的 搜尋 是 拼寫 正確。 嘗試 添加 一個 城市， 郵遞區號， 或者 國家。

source: Map language
ar: خريطة لغة
de: Landkarte Sprache
es: Mapa lengua
fr: Carte langue
he: מפה לשון
hi: नक्शा भाषा
it: Mappa lingua
ja: マップ 言語
ko: 지도 언어
pt_pt: Mapa linguagem
zh_hans: 地图 语言
zh_hant: 地圖 語言

source: Map representation for different countries
ar: خريطة تعهد من أجل مختلف بلدان
de: Landkarte Darstellung zum anders Länder
es: Mapa representación por diferente países
fr: Carte représentation pour différent pays
he: מפה ייצוג בשביל נבדל ארצות
hi: नक्शा प्रतिनिधित्व के लिए विभिन्न कई देश
it: Mappa rappresentanza per differente paesi
ja: マップ 表現 にとって 違う 国
ko: 지도 대표 ...에 대한 다른 국가
pt_pt: Mapa representação pelo diferente países
zh_hans: 地图 代表 为了 不同的 国家
zh_hant: 地圖 表示 為了 不同 國家

source: Map style
ar: خريطة طراز
de: Karte Stil
es: Mapa estilo
fr: Carte style
he: מפה סגנון
hi: नक्शा अंदाज
it: Mappa stile
ja: マップ スタイル
ko: 지도 스타일
pt_pt: Mapa estilizar
zh_hans: 地图 风格
zh_hant: 地圖 風格

source: Map Style
ar: خريطة أسلوب
de: Karte Stil
es: Mapa Estilo
fr: Carte Style
he: מפה סגנון
hi: नक्शा स्टाइल
it: Mappa Stile
ja: マップ スタイル
ko: 지도 스타일
pt_pt: Mapa Estilo
zh_hans: 地图 风格
zh_hant: 地圖 風格

source: Maybe later
ar: ربما في وقت لاحق
de: Vielleicht später
es: Tal vez luego
fr: Peut-être plus tard
he: אולי יותר מאוחר
hi: हो सकता है बाद में
it: Forse dopo
ja: たぶん 後
ko: 아마도 후에
pt_pt: Talvez posteriormente
zh_hans: 也许 后来
zh_hant: 也許 以後

source: Metric
ar: متري
de: Metrisch
es: Métrico
fr: Métrique
he: מטרי
hi: मैट्रिक
it: Metrico
ja: メトリック
ko: 메트릭
pt_pt: Métrica
zh_hans: 指标
zh_hant: 公制

source: mi
ar: ميل
hi: मील
zh_hant: 英哩

source: Miles, pounds
ar: مايلز، جنيه
de: Meilen, Pfund
es: Millas, libras
fr: Des kilomètres, livres
he: מיילס, פאונד
hi: माइल्स, पाउंड
it: Miglia, sterline
ja: マイル、 ポンド
ko: 마일즈, 파운드
pt_pt: Milhas, libras esterlinas
zh_hans: 迈尔斯， 英镑
zh_hant: 英里， 英鎊

source: min
ar: دقيقة
fr: minimum
he: דק'
hi: मिनट
ja: 最小
ko: 분
zh_hans: 分钟
zh_hant: 分鐘

source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus
he: יוֹתֵר
hi: अधिक
it: Di più
ja: もっと
ko: 더
pt_pt: mais
zh_hans: 更多的
zh_hant: 更多的

# MoroccoPoliticalView
source: Morocco's view on Western Sahara
ar: المغرب منظر في غربي الصحراء
de: Marokkos anzeigen auf Westlich Sahara
es: Marruecos's vista en Occidental Sáhara
fr: Maroc voir sur Occidental Sahara
he: מרוקו של מבט על מערבי סהרה
hi: मोरोक्को'स राय के ऊपर पश्चिमी सहारा
it: Marocco's vista sul Occidentale Sahara
ja: モロッコの 見る オン 西部 サハラ
ko: 모로코 전망 ...에 서부 사하라
pt_pt: Marrocos's olhar em Ocidente Saara
zh_hans: 摩洛哥的 观点 上 西方的 撒哈拉
zh_hant: 摩洛哥 的 檢視 上 西方的 撒哈拉

source: My Location
ar: ملكي الموقع
de: Mein Standort
es: Mi Ubicación
fr: Mon Emplacement
he: שלי מיקום
hi: मेरा लोकेशन
it: Il mio Posizione
ja: ぼくの ロケーション
ko: 내 위치
pt_pt: Meu Localização
zh_hans: 我的 地点
zh_hant: 我的 位置

source: Name
ar: اسم
de: Nome
es: Nombre
fr: Nom
he: שם
hi: नाम
it: Nome
ja: [名前]
ko: 이름
pt_pt: Nome
zh_hans: 姓名
zh_hant: 姓名

source: No map language
ar: لا خريطة لغة
de: Nein Karte Sprache
es: No mapa lengua
fr: Non carte langue
he: לא מפה לשון
hi: नहीं नक्शा भाषा
it: No mappa lingua
ja: いいえ 地図 言語
ko: 아니요 지도 언어
pt_pt: Não mapa linguagem
zh_hans: 没有 地图 语言
zh_hant: 否 地圖 語言

source: No matching places found
ar: لا مطابقة أماكن وجد
de: Nein übereinstimmende Orte gefunden
es: No a juego lugares encontrado
fr: Non appariement lieux trouvé
he: לא זיווג מקומות נמצא
hi: नहीं मिलान स्थानों पाया
it: No accoppiamento luoghi trovato
ja: いいえ マッチング 場所 見つけた
ko: 아니요 어울리는 장소 녹이다
pt_pt: Não combinando locais encontrado
zh_hans: 没有 匹配 地方 找到
zh_hant: 沒有 匹配 地方 發現

source: No matching styles found
ar: لا مطابقة الأنماط وجد
de: Nein übereinstimmende Arten gefunden
es: No a juego estilos encontrado
fr: Non appariement styles trouvé
he: לא זיווג סגנונות נמצא
hi: नहीं मिलान शैलियों पाया
it: No accoppiamento stili trovato
ja: いいえ マッチング スタイル 見つけた
ko: 아니요 어울리는 스타일 녹이다
pt_pt: Não combinando estilos encontrado
zh_hans: 没有 匹配 风格 找到
zh_hant: 沒有 匹配 款式 發現

source: No political view
ar: لا سياسي منظر
de: Nein politisch anzeigen
es: No política vista
fr: Non politique voir
he: לא מדיני מבט
hi: नहीं राजनीतिक राय
it: No politico vista
ja: いいえ 政治的 見る
ko: 아니요 정치적 전망
pt_pt: Não político olhar
zh_hans: 没有 政治的 观点
zh_hant: 否 政治 檢視

source: No route found
ar: لا طريق وجد
de: Nein Route gefunden
es: No ruta encontrado
fr: Non route trouvé
he: לא מסלול נמצא
hi: नहीं रास्ता पाया
it: No itinerario trovato
ja: いいえ ルート 見つけた
ko: 아니요 노선 녹이다
pt_pt: Não rota encontrado
zh_hans: 没有 路线 找到
zh_hant: 沒有 路線 發現

source: No tracking history available
ar: لا تتبع التاريخ متاح
de: Nein Verfolgung Geschichte verfügbar
es: No rastreo historia disponible
fr: Non suivi l'histoire disponible
he: לא מעקב דברי הימים זמינה
hi: नहीं नज़र रखना इतिहास मौजूद
it: No tracciamento storia disponibile
ja: いいえ 追跡 歴史 使用可能です
ko: 아니요 추적 역사 유효한
pt_pt: Não rastreamento histórico disponível
zh_hans: 没有 追踪 历史 可用
zh_hant: 沒有 追蹤 歷史 可用

source: Not tracking your device location
ar: لا تتبع ك آلة موقع
de: Nicht Verfolgung dein Gerät Standort
es: No rastreo vuestro dispositivo ubicación
fr: Non suivi votre appareil emplacement
he: לא מעקב שלך מכשיר מקום
hi: नहीं नज़र रखना तुम्हारा डिवाइस स्थान
it: Non tracciamento tuo dispositivo posizione
ja: ない 追跡 きみの 端末 ロケーション
ko: 아니요 추적 당신의 장치 위치
pt_pt: Não rastreamento seu dispositivo localização
zh_hans: 不是 追踪 您的 设备 位置
zh_hant: 不 追蹤 你的 裝置 地點

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएं
it: Notifiche
ja: [通知]
ko: 알림
pt_pt: Notificações
zh_hans: 通知
zh_hant: 通知

source: OK
ar: حسنا
es: BIEN
he: בסדר
hi: ठीक है
ko: 확인
zh_hans: 行
zh_hant: 好

source: Options
ar: خيارات
de: Optionen
es: Opciones
he: אופציות
hi: ऑप्शन्स
it: Opzioni
ja: [オプション]
ko: 옵션
pt_pt: Opções
zh_hans: 选项
zh_hant: 選項

# PalestinePoliticalView
source: Palestine's political view
ar: فلسطين سياسي منظر
de: Palästinas politisch anzeigen
es: Palestina's política vista
fr: Palestine politique voir
he: פלסטין מדיני מבט
hi: फिलिस्तीन राजनीतिक राय
it: Palestina politico vista
ja: パレスチナ 政治的 見る
ko: 팔레스타인 정치적 전망
pt_pt: Palestina's político olhar
zh_hans: 巴勒斯坦的 政治的 观点
zh_hant: 巴勒斯坦 的 政治 檢視

source: Partner Attribution
ar: شريك الإسناد
de: Partnerin Namensnennung
es: Socio Atribución
fr: Partenaire Attribution
he: פרטנר ייחוס
hi: पार्टनर एट्रिब्यूशन
it: Partner Attribuzione
ja: パートナー アトリビューション
ko: 파트너 저작자 표시
pt_pt: Parceiro Atribuição
zh_hans: 合作伙伴 归因
zh_hant: 夥伴 歸因

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמא
hi: पासवर्ड
ja: [パスワード]
ko: 패스워드
pt_pt: Senha
zh_hans: 密码
zh_hant: 密碼

source: Pedestrian
ar: المشاة
de: Fußgänger
es: Peatón
fr: Piéton
he: הולכי רגל
hi: पैदल यात्री
it: Pedone
ja: 歩行者
ko: 보행자
pt_pt: Pedestre
zh_hans: 行人
zh_hant: 行人

source: Permission
ar: الإذن
de: Erlaubnis
es: Permiso
fr: Autorisation
he: הרשאה
hi: अनुमति
it: Autorizzazione
ja: 許可
ko: 허가
pt_pt: Permissão
zh_hans: 许可
zh_hant: 權限
